[{
    "imgSrc": "https://www.kindpng.com/picc/m/1-16098_man-silhouette-png-free-download-silhouette-man-standing.png",
    "imgAlt": "profile picture",
    "profile": "Book123",
    "titleTxt": "title123",
    "author": "author123",
    "bookType": "type123"
},
{
    "imgSrc": "https://www.kindpng.com/picc/m/1-16098_man-silhouette-png-free-download-silhouette-man-standing.png",
    "imgAlt": "profile picture",
    "profile": "Book123",
    "titleTxt": "title123",
    "author": "author123",
    "bookType": "type123"
},
{
    "imgSrc": "https://www.kindpng.com/picc/m/1-16098_man-silhouette-png-free-download-silhouette-man-standing.png",
    "imgAlt": "profile picture",
    "profile": "Book123",
    "titleTxt": "title123",
    "author": "author123",
    "bookType": "type123"
},
{"PID":"ENT-1","Title":"The Indian Economy : For UPSC And State Civil Services Preliminary And Main Examinations","Author":"Sanjiv Verma","MRP":"235","Price":"148","Discount":"37","Available":"5","Publisher":"Unique Pubishers","Edition":"2","Category":"Entrance Exam","Description":"Sanjiv Vermaâs The Indian Economy : For UPSC and State Civil Services Preliminary and Main Examinations 2nd Edition is a comprehensive book for UPSC aspirants. The book comprises of multiple chapters which give you a better understanding of various topics. This book is essential for candidates applying for UPSC and other competitive exams.About Sanjiv VermaSanjiv Verma is an Indian author. He has penned down the book Â The Indian Economy : For UPSC and State Civil Services Preliminary and Main Examinations 2nd Edition. # Part A: Domestic Economy1. Output of an Economy2. Towards Inclusive Growth (Growth and Development)3. Sustainable Development and Green GDP4. Poverty and Social Sector5. Food SecurityÂ 6. Agriculture SectorÂ 7. Land Reforms - Another Perspective8. Salient Features - New India9. Industrial Sector and Liberalization10. Infrastructure Development11. Investment Models12. Integrated Energy Policy (2031â32)13. Government Finances14. Bridging Deficits Money and Government Borrowings15. Banking16. Inflation17. Capital Market18. Planning in IndiaPart B: External Sector - Looking Outwards Towards Globalization and Beyond19. Looking Outward - Towards Globalization20. Inward and Outward - Looking Economies Globalization21. Going Forward - India and Globalization22. Export-Led Growth Strategy - SEZs23. Foreign Trade Policy (2009-2014)24. Balance of Payments of Economies (BOP)Â 25. Trade Reforms and Foreign Exchange Management Act (FEMA) 199926. Foreign Investment in IndiaÂ 27. Multilateral Financial Institutions28. External Debt of India29. Exchange Rate Determination30. Foreign Exchange Reserves31. Regional Trading BlocsÂ Part C: Global Economy and Outlook Post-crisis and Beyond32. India and the Global Economy33. Global Economy - A Transition34. Global Integration35. Lessons from Crises in Open EconomiesÂ 36. Global Financial Meltdown37. Global Crisis - Government Interventions38. Overview of Recent Crises Since 200839. Global Consensus - Going Forward40. Way Going Forward - Addressing Structural IssuesÂ 41. Global Unresolved Issues42. Post-Crisis - Future of Globalization43. World Trade Organization (WTO) - Issues and IndiaPart D: Indian Economy Revisited Outlook and Challenges44. Two Decades of Economic Reforms - India45. Indian Economy - Outlook and Challenges # Sanjiv Verma is an Indian author. He has penned down the book Â The Indian Economy : For UPSC and State Civil Services Preliminary and Main Examinations 2nd Edition. # Part A: Domestic Economy1. Output of an Economy2. Towards Inclusive Growth (Growth and Development)3. Sustainable Development and Green GDP4. Poverty and Social Sector5. Food SecurityÂ 6. Agriculture SectorÂ 7. Land Reforms - Another Perspective8. Salient Features - New India9. Industrial Sector and Liberalization10. Infrastructure Development11. Investment Models12. Integrated Energy Policy (2031â32)13. Government Finances14. Bridging Deficits Money and Government Borrowings15. Banking16. Inflation17. Capital Market18. Planning in India # Part B: External Sector - Looking Outwards Towards Globalization and Beyond19. Looking Outward - Towards Globalization20. Inward and Outward - Looking Economies Globalization21. Going Forward - India and Globalization22. Export-Led Growth Strategy - SEZs23. Foreign Trade Policy (2009-2014)24. Balance of Payments of Economies (BOP)Â 25. Trade Reforms and Foreign Exchange Management Act (FEMA) 199926. Foreign Investment in IndiaÂ 27. Multilateral Financial Institutions28. External Debt of India29. Exchange Rate Determination30. Foreign Exchange Reserves31. Regional Trading Blocs # Part C: Global Economy and Outlook Post-crisis and Beyond32. India and the Global Economy33. Global Economy - A Transition34. Global Integration35. Lessons from Crises in Open EconomiesÂ 36. Global Financial Meltdown37. Global Crisis - Government Interventions38. Overview of Recent Crises Since 200839. Global Consensus - Going Forward40. Way Going Forward - Addressing Structural IssuesÂ 41. Global Unresolved Issues42. Post-Crisis - Future of Globalization43. World Trade Organization (WTO) - Issues and India # Part D: Indian Economy Revisited Outlook and Challenges44. Two Decades of Economic Reforms - India45. Indian Economy - Outlook and Challenges","Language":"Others","page":"256","weight":"500"},
{"PID":"ENT-2","Title":"General Knowledge 2017","Author":"Manohar Pandey","MRP":"120","Price":"68","Discount":"43","Available":"15","Publisher":"Arihant Publication","Edition":"9","Category":"Entrance Exam","Description":"In-depth Knowledge About The Varied Sections Covered Under The Subject Of General Knowledge Is Mandatory For The Candidates Aspiring To Appear For Various Competitive And Recruitment Examinations Like SSC, Bank Clerk & PO, Railway Recruitment, Etcas The Same Is Asked In Almost Each And Every Recruitment Examination.\nGeneral Knowledge 2017 Provides A Comprehensive Study Of All The Sections That Are Covered Under The Subject Of General Knowledge. The Book Has Been Divided Into 6 Sections ","Language":"English","page":"320","weight":"500"},
{"PID":"ENT-3","Title":"Kiran","Author":"Kiran Prakashan,Pratiyogita Kiran & KICX","MRP":"475","Price":"332","Discount":"30","Available":"10","Publisher":"Kiran Prakashan","Edition":"2","Category":"Entrance Exam","Description":"","Language":"English","page":"936","weight":"500"},
{"PID":"ENT-4","Title":"Previous YearsSolved Papers & 10 Practice Sets CMC (Vellore & Ludhiana) Entrance Exam","Author":"Arihant Experts","MRP":"400","Price":"300","Discount":"25","Available":"15","Publisher":"Arihant Publication","Edition":"4","Category":"Entrance Exam","Description":"The Christian Medical College Entrance Exam is conducted by CMC Vellore Association and CMC, Ludhiana Society respectively for admission toChristian Medical College (CMC) Vellore and Ludhiana. The CMC Entrance Examinationserves as a qualifying examination for admission to undergraduate medicalcourses such as MBBS, BDS and B.Sc Nursing in CMC Vellore and CMC Ludhiana.This book has been designed for the aspirants aiming to get admission in CMCVellore and Ludhiana.\r\nThe present book contains both previous years","Language":"English","page":"590","weight":"500"}
]


